import React from 'react';

const Terms = () => {
    return (
        <div>
            이용약관<br/>
            <br/>
            제1장 총칙<br/>
            <br/>
            제1조 목적<br/>
            본 약관은 주식회사 쿨청소꾼(이하 "회사" 라 합니다.)이 제공하는 "청소서비스"에 관련하여, 회사와 이용자간에 서비스의 이용조건 및 절차, 회사와 이용자의 권리, 의무 및 기타 필요한
            사항을 규정함을 목적으로 합니다.<br/>
            <br/>
            <br/>
            제2조 용어의 정의<br/>
            "청소서비스"란 이용자가 청소 제공 업체에 관한 정보를 제공하는 서비스를 말합니다.<br/>
            "이용자"란 "회사"의 이용 약관에 따라 회사가 제공하는 서비스를 이용하는 회원 및 비회원을 말합니다.<br/>
            "회원"이란 회사의 웹사이트나 모바일 애플리케이션에 개인정보를 제공하고 회원등록을 한 자로서, 회사가 제공하는 서비스를 계속적으로 이용할 수 있는 자를 말합니다.<br/>
            "비회원"이란 회원가입을 하지 않고, 회사가 제공하는 서비스를 이용하는 자를 말합니다.<br/>
            "제휴 업체"란 회사와 제휴 협약을 맺은 자를 말합니다.<br/>
            <br/>
            제3조 약관의 효력 및 변경<br/>
            이 약관은 "회사"의 서비스 사이트에 게시하여 공지하거나 전자 우편, 기타의 방법으로 "회원"에게 통지함으로써 효력을 발생합니다.<br/>
            회사"는 "약관의규제에관한법률", "정보통신망이용촉진및정보보호등에관한법률(이하 "정보통신망법")" 등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.<br/>
            회사가 약관을 개정할 경우에는 개정내용, 개정사유 및 적용일자를 명시하여 현행 약관과 함께 서비스사이트의 홈페이지에 그 개정약관의 적용일자 7일 전부터 적용일자까지 공지합니다. 다만, 이용자에게
            불리하게 약관을 개정하는 경우에는 최소한 30일 이상의 사전 유예기간을 두고 공지하고, 공지 외에도 전자우편, 서비스 사이트내 팝업창, 로그인시 동의절차 등의 적절한 수단을 통하여 이용자가
            개정내용을 충분히 알 수 있도록 합니다.<br/>
            전항에 따라 개정 약관을 통지하였음에도 "회원"이 명시적으로 거부 의사를 표시하지 않고 시행일 이후 "서비스"를 이용하는 경우, 개정 약관에 동의한 것으로 간주합니다. "회원"은 변경된 약관에
            동의하지 않을 경우 "서비스" 이용을 해지할 수 있습니다. 본 약관에서 정하지 아니한 사항과 본 약관의 해석은 관련법령과 일반적인 상관례에 따릅니다.<br/>
            <br/>
            제2장 회원이용계약<br/>
            <br/>
            제4조 이용계약의 체결<br/>
            이용자는 별도의 회원가입 절차 없이 "회사"가 제공하는 서비스를 이용할 수 있습니다.<br/>
            <br/>
            1. 판매<br/>
            1-1. 회원가입은 절차는 이용자가 본 약관의 내용에 동의를 하고, 회사가 정한 가입 양식에 따라 회원정보(성명, 휴대폰번호 등)를 기입/신청하고, 회사가 이러한 신청에 대하여 승낙함으로써
            체결됩니다.<br/>
            회사는 다음 각 호에 해당하는 신청에 대하여는 승낙을 거부할 수 있습니다.<br/>
            이미 가입된 회원과 전자우편주소나 휴대폰 번호가 동일한 경우신청자가 본 약관에 의하여 회원자격을 상실한 적이 있는 경우. 다만, 회원자격 상실로부터 1년이 경과한 자로서 회사의 명시적인
            회원재가입승낙을 얻은 경우는 예외로 합니다.<br/>
            실명이 아니거나 타인의 명의를 이용해 신청한 경우<br/>
            이미 가입된 회원과 전자우편주소나 휴대폰 번호가 동일한 경우<br/>
            회사는 기술상 또는 업무상 문제가 있는 경우에는 승낙을 유보할 수 있습니다.<br/>
            <br/>
            제5조 회원이용계약의 종료<br/>
            회원은 언제든지 회사에 탈퇴 또는 해지를 요청할 수 있으며, 회사는 즉시 이를 처리하여야 하며, 회원이용계약은 회원의 탈퇴 또는 해지의사가 회사에 도달한 때에 종료됩니다.<br/>
            회사는 회사가 합리적인 판단에 의하여 회원의 자격을 정지할 필요가 있다고 인정한 경우에는 별도의 통보절차 없이 회원의 자격을 정지할 수 있습니다.<br/>
            회사는 회원의 자격을 정지시킬 때에는 상당한 기간 내에 전자우편, 전화, 팩스, 서비스 사이트내 게시 기타의 방법으로 회원에게 정지사유를 통지합니다.<br/>
            회사는 회원이 다음 각 호에 해당하는 경우 회원의 자격을 상실시킵니다. 회원이용계약은 회원의 자격상실로 종료됩니다.<br/>
            회원이 정지사유를 통지 받고 30일이내에 이를 시정 또는 소명하지 않거나 그 시정 또는 소명이 부족하다고 회사가 판단한 경우<br/>
            동일한 사유로 회원의 자격이 2회 이상 정지된 경우<br/>
            회원의 정지사유가 범죄에 해당하는 등 중대하고, 사안이 명백한 경우<br/>
            본 조에 의해 회원이용계약이 종료할 때에는 관련법 및 개인정보취급방침에 따라 회사가 회원정보를 보유하는 경우를 제외하고는 회사는 즉시 회원의 개인정보를 말소합니다.<br/>
            <br/>
            제6조 회원의 의무<br/>
            회원은 비밀번호에 대한 관리책임이 있습니다. 회원은 자신의 비밀번호를 제3자에게 이용하게 해서는 안됩니다.<br/>
            회원이 자신의 비밀번호를 도난 당하거나 제3자가 사용하고 있음을 인지한 경우에는 즉시 비밀번호를 재설정하여야 하고, 불가능할 경우에는 즉시 회사에 통보하고 회사의 조치에 따라야 합니다.<br/>
            회원은 다음 각 호의 행위를 하여서는 안됩니다.<br/>
            회원가입 신청시 또는 회원정보변경시 허위의 정보를 기재하는 행위<br/>
            회원가입 신청시 비실명이나 타인의 명의를 사용한 행위<br/>
            부정한 용도 또는 불법한 목적으로 본 서비스를 이용하는 행위<br/>
            회사와 별도의 계약 없이 서비스를 회원의 영리목적으로 이용하는 행위<br/>
            범위와 빈도에서 통상적이고 합리적인 수준을 넘어 제3자를 위해 본 서비스를 이용하는 행위<br/>
            서비스 이용에 따른 거래금액 및/또는 이용수수료를 정해진 기일로부터 상당한 기간내에 지급하지 않는 행위<br/>
            회사나 공급자의 업무를 방해하거나, 명예 또는 신용을 훼손하는 행위<br/>
            회사나 공급자의 저작권 등 지적재산권을 침해하는 행위<br/>
            회사와의 커뮤니케이션에 있어 선정적이거나 폭력적인 언어를 반복적으로 사용하는 행위<br/>
            법령 또는 본 약관에 위배되거나 공서양속에 반하는 행위<br/>
            회원은 회원의 지위에 대해 양도, 판매, 담보제공 등의 처분행위를 할 수 없습니다.<br/>
            <br/>
            제7조 회사의 의무<br/>
            회사는 관계 법령이 정한 의무사항을 준수하고, 법령과 공서양속에 반하는 행위를 하지 않으며, 안정적으로 서비스를 제공하기 위하여 노력합니다.<br/>
            회사는 회원의 개인정보보호를 위해 필요한 시스템을 구축하며, 개인정보취급방침을 수립하고, 개인정보관리책임자를 지정하여 이를 게시하고, 운영합니다.<br/>
            회사는 회원에게 서비스를 제공함에 있어 이용자를 위하여 선량한 관리자로서의 주의의무를 다 하여야 합니다.<br/>
            <br/>
            <br/>
            제8조 회원에 대한 통지<br/>
            회사가 회원에 대한 통지를 하는 경우, 회원이 가입신청 시 회사에 제출한 전자우편주소나 휴대폰번호를 이용할 수 있습니다.<br/>
            회사는 불특정다수 회원에 대한 통지의 경우, 1주일 이상 서비스사이트의 홈페이지에 게시함으로써 전항의 개별 통지에 갈음할 수 있습니다. 다만, 이 경우에도 회원의 이해에 중대한 영향을 미치는
            사항에 대해서는 회원에게 개별 통지를 합니다.<br/>
            <br/>
            <br/>
            제3장 서비스의 이용<br/>
            <br/>
            제9조 서비스 종류별 약관 및 이용조건<br/>
            회사는 제공하는 서비스의 종류별로 별도의 이용약관 및/또는 이용조건(이하 "이용약관 등"이라 합니다)을 정할 수 있으며, 이의 신설 또는 개정시에는 해당 서비스를 최초로 이용할 경우 동의절차를
            거치게 됩니다. 이 경우 개별 서비스에 대한 이용약관 등이 본 약관에 우선합니다.<br/>
            <br/>
            <br/>
            제10조 서비스 이용 수수료<br/>
            서비스 이용수수료는 서비스의 종류에 따라 달리 정해질 수 있으며, 서비스사이트에 사전에 게시된 가격표에 따릅니다.<br/>
            별도로 서비스 이용수수료를 공지하지 않는 경우 해당 서비스는 무료로 이용자 또는 회원에게 제공됩니다.<br/>
            <br/>
            <br/>
            제11조 서비스 이용시간<br/>
            서비스의 이용은 서비스사이트 홈페이지에 공지한 시간에 따릅니다. 다만, 정기점검의 경우 또는 기술적 장애 등의 사유로 부득이한 경우에는 서비스사이트 홈페이지에 서비스 일시 중단 사유와 시간을
            공지하고, 해당 일시에 서비스를 일시 중단할 수 있습니다.<br/>
            회사는 근무일 중 연 5일이내로 회사의 팀웍 활동, 사내교육 등 자체 행사를 위하여 서비스사이트 홈페이지에 서비스휴무일을 공지하고, 해당일에 서비스를 제공하지 않을 수 있습니다.<br/>
            <br/>
            제12조 제공 서비스의 변경<br/>
            회사는 회사의 경영, 정책, 운영 그리고 기술상의 상당한 이유가 있는 경우에는 제공하고 있는 서비스의 전부 또는 일부를 변경 또는 중단할 수 있습니다.<br/>
            회사는 회사의 경영, 정책, 운영 그리고 기술상의 이유로 무료로 제공되는 서비스의 전부 또는 일부를 변경 또는 중단할 수 있으며, 이에 대하여 관련법에 특별한 규정이 없는 한 회원에게 별도의
            보상을 하지 않습니다.<br/>
            본 조에 의해 서비스가 변경 또는 중단되는 경우에는 그 변경 또는 중단 사실을 서비스사이트 홈페이지에 적용일 30일전부터 적용일까지 게시하여 공지합니다.<br/>
            <br/>
            제13조 서비스 이용신청 및 취소 등 기록의 보관<br/>
            회사는 회사는 서비스 이용신청 및 변경, 취소 등과 관련해 회사가 이용자와 주고받은 문자 등을 거래에 대한 기록으로 "전자상거래 등에서의 소비자보호에 관한 법률"이 정하는 바에 따라 일정기간
            동안 보존 할 수 있습니다.<br/>
            <br/>
            제4장 법적 고지 기타<br/>
            <br/>
            제14조 지적재산권<br/>
            회사가 서비스에 구현하거나 서비스를 통해 제공하는 상표, 서비스표, 디자인, 특허, 텍스트 등에 관한 상표권, 디자인권, 특허권, 저작권 등의 지식재산권은 대한민국 및 외국의 법령에 기하여
            회사에게 소유권 또는 사용권이 있습니다.<br/>
            이용자는 본 이용약관으로 인하여 또는 서비스의 이용으로 인하여 전항의 지식재산권을 소유하게 되는 것이 아니라, 회사로부터 서비스를 통해 제공된 범위내에서 개인적인 용도로만 이용을 허락 받은
            것입니다.<br/>
            이용자는 명시적으로 허락된 내용을 제외하고는 서비스를 통해 회사로부터 취득한 도안, 정보 또는 자료를 회사의 사전 승낙 없이 복제, 전송, 방송, 출판, 배포 등의 방법으로 이용하거나 제3자에게
            이용하게 해서는 안됩니다.<br/>
            <br/>
            제15조 개인정보보호<br/>
            회사는 회원의 개인정보를 보호하기 위하여 "정보통신망 이용촉진 및 정보보호 등에 관한 법률" 및 "개인정보 보호법" 등 관계 법령에서 정하는 바를 준수합니다.<br/>
            회사는 개인정보취급방침을 제정, 서비스사이트 홈페이지에 게시하되, 구체적인 내용은 링크로 연결된 화면을 통해 볼 수 있게 하고, 개인정보관리책임자를 지정하여 서비스사이트 홈페이지에
            게시합니다.<br/>
            회사는 개인정보보호를 위해 필요한 보안시스템 및 보안환경을 구축하고, 이용자의 개인정보가 유출되지 않도록 최대한 노력합니다.<br/>
            회사는 다음 각 호의 경우에 법이 허용하는 범위 내에서 이용자의 개인정보를 제3자에게 제공할 수 있습니다.<br/>
            서비스 이용시 공급자에게 이용자의 요청사항을 처리하기 위해 필요한 최소한의 이용자정보를 제공하는 경우<br/>
            이용자의 불법 또는 부정행위를 확인하기 위해 합리적인 범위내에서 필요한 경우<br/>
            수사기관 기타 정부기관으로부터 법률에 의해 정보제공을 요청 받은 경우<br/>
            <br/>
            제16조 회사의 면책<br/>
            회사는 회사의 고의 또는 중대한 과실이 없는 한, 제5조에 의해 부인되는 보증에 따른 책임을 지지 않습니다.<br/>
            회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 대해 책임을 지지 않습니다.<br/>
            회사는 회원의 귀책사유로 인한 서비스 이용의 장애나 개인정보의 누출의 경우 이로 인한 손해에 대하여는 책임 지지 않습니다.<br/>
            "회사"는 "회사"가 제공하는 "서비스"를 매개로 한 "회원" 상호간 또는 "회원"과 제3자 (제휴업체) 상호간의 행위 및 그 결과에 대하여 책임을 지지 않습니다.<br/>
            "회사"는 국세청, 카드사, 은행 등 각 기관의 웹 페이지 변경 및 이용 제한 등으로 발생한 데이터의 부정확성과 이로 인해 발생할 수 있는 손해에 대하여 책임을 지지 않습니다.<br/>
            회사는 무료로 제공되는 서비스 이용과 관련하여 관련법에 특별한 규정이 없는 한 책임을 지지 않습니다.<br/>
            회사 및 회사의 임직원 그리고 대리인은 고의 또는 중대한 과실이 없는 한 다음 각 호의 사항으로부터 발생하는 손해에 대해 책임을 지지 않습니다.<br/>
            회원정보의 허위 또는 부정확성에 기인하는 손해<br/>
            서비스 이용을 위한 문자 등 사용과정에서 발생한 오류, 누락, 장애로 인한 손해<br/>
            서버에 대한 제3자의 모든 불법적인 접속 또는 서버의 불법적인 이용으로부터 발생하는 손해<br/>
            서버에 대한 전송 또는 서버로부터의 전송에 대한 제3자의 모든 불법적인 방해 또는 중단행위로부터 발생하는 손해<br/>
            제3자가 서비스를 이용하여 불법적으로 전송, 유포하거나 또는 전송, 유포되도록 한 모든 바이러스, 스파이웨어 및 기타 악성 프로그램으로 인한 손해<br/>
            <br/>
            제 17조 게시물 또는 내용물의 삭제<br/>
            회원이 회사에 등록하는 게시물 및 타인 게시물의 활용 등으로 인하여 본인 또는 타인에게 손해나 기타 문제가 발생하는 경우 회원은 이에 대한 책임을 지게 되며, 회사는 이에 대하여 책임을 지지
            않습니다.<br/>
            회사는 회원이 게시하거나 등록한 내용이 정보통신망 이용 촉진 및 정보보호등에 관한 법률위반 소지가 있다고 판단되는 게시물을 사전 통지나 동의 없이 삭제 할 수 있습니다.<br/>
            <br/>
            제18조 분쟁의 해결<br/>
            회사와 이용자간에 법적 분쟁이 발생한 경우, 양당사자는 신의성실의 원칙에 따라 원만히 해결하기 위해 노력하되, 부득이 소송에 의하는 경우, 회사의 본사 소재지를 관할하는 법원을 합의관할법원으로
            정합니다.<br/>
            분쟁 해결의 준거법으로는 대한민국법을 적용합니다.<br/>
            <br/>
            부칙<br/>
            1. 본 약관은 2023년 01월 01일부터 제정, 시행합니다.<br/>
        </div>
    )
}
export default Terms;
